Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Below the version, where your copy came from: **App Store** or **Direct download**.
ar: أسفل الإصدار الذي جاءت منه نسختك: **App Store** أو **تنزيل مباشر**.
ca: A sota de la versió, d'on prové la còpia: **App Store** o **Descàrrega directa**.
cs: Pod verzí, ze které vaše kopie pochází: **App Store** nebo **Přímé stažení**.
da: Under versionen, hvor din kopi kom fra: **App Store** eller **Direkte download**.
de: Unter der Version steht, woher deine Kopie stammt: **App Store** oder **Direkter Download**.
el: Κάτω από την έκδοση, από την οποία προήλθε το αντίγραφό σας: **App Store** ή **Άμεση λήψη**.
es: Debajo de la versión, de dónde procede tu copia: **App Store** o **Descarga directa**.
fa: زیر نسخه، منبع نسخهٔ شما: **App Store** یا **دانلود مستقیم**.
fi: Sen version alapuolella, josta kopiosi on peräisin: **App Store** tai **Suora lataus**.
fr: Sous la version, la provenance de votre copie : **App Store** ou **Téléchargement direct**.
he: מתחת לגרסה, מאיפה העותק שלך הגיע: **App Store** או **הורדה ישירה**.
hr: Ispod verzije odakle dolazi vaša kopija: **App Store** ili **Izravno preuzimanje**.
hu: A verzió alatt, ahonnan a másolat származik: **App Store** vagy **Közvetlen letöltés**.
id: Di bawah versi asal salinan Anda: **App Store** atau **Unduhan langsung**.
it: Sotto la versione, la provenienza della tua copia: **App Store** o **Download diretto**.
ja: バージョンの下には、入手元（**App Store** または **直接ダウンロード**）が表示されます。
ko: 버전 아래에는 설치 출처(**App Store** 또는 **직접 다운로드**)가 표시됩니다.
ms: Di bawah versi, asal salinan anda: **App Store** atau **Muat turun terus**.
nl: Hieronder de versie waar uw exemplaar vandaan komt: **App Store** of **Direct downloaden**.
no: Under versjonen, hvor kopien din kom fra: **App Store** eller **Direkte nedlasting**.
pl: Poniżej wersja, z której pochodzi Twoja kopia: **App Store** lub **Bezpośrednie pobranie**.
pt_br: Abaixo da versão, de onde veio a sua cópia: **App Store** ou **Download direto**.
pt_pt: Abaixo da versão de onde veio sua cópia: **App Store** ou **Download direto**.
ro: Sub versiunea, de unde provine copia dvs.: **App Store** sau **Descărcare directă**.
ru: Под версией — откуда установлена ваша копия: **App Store** или **Прямая загрузка**.
sk: Pod verziou, z ktorej pochádza vaša kópia: **App Store** alebo **Priame stiahnutie**.
sl: Pod različico, iz katere izvira vaša kopija: **App Store** ali **Neposredni prenos**.
sv: Nedanför versionen, varifrån din kopia kom: **App Store** eller **Direktnedladdning**.
th: เวอร์ชันต่ำกว่าซึ่งเป็นแหล่งที่มาของสำเนาของคุณ: **App Store** หรือ **ดาวน์โหลดโดยตรง**
tr: Sürümün altında kopyanızın nereden geldiği yazar: **App Store** veya **Doğrudan indirme**.
uk: Під версією — звідки ваша копія: **App Store** або **Пряме завантаження**.
ur: ورژن کے نیچے، جہاں سے آپ کی کاپی آئی ہے: **App Store** یا **براہ راست ڈاؤن لوڈ**۔
vi: Bên dưới phiên bản chứa bản sao của bạn: **App Store** hoặc **Tải xuống trực tiếp**.
zh_hans: 版本号下方显示你的副本来源：**App Store** 或 **直接下载**。
zh_hant: 版本下方顯示你的副本來源：**App Store** 或**直接下載**。

source: Berry
ar: بيري
ca: Baia
cs: Bobule
da: Bær
de: Beere
el: Μπέρι
es: Frutos rojos
fa: توت
fi: Marja
fr: Fruits rouges
he: ברי
hr: Bobice
hu: Bogyó
id: beri
it: Frutti di bosco
ja: ベリー
ko: 베리
ms: Buah beri
nl: Bes
no: Bær
pl: Jagoda
pt_br: Frutas vermelhas
pt_pt: Baga
ro: Fructe de pădure
ru: Ягоды
sk: Bobule
sl: Jagodičevje
sv: Bär
th: เบอร์รี่
tr: Orman Meyvesi
uk: Ягоди
ur: بیری
vi: quả mọng
zh_hans: 浆果
zh_hant: 莓果

source: Blank
ar: فارغ
ca: En blanc
cs: Prázdný
da: Tom
de: Leer
el: Κενό
es: En blanco
fa: خالی
fi: Tyhjä
fr: Vide
he: ריק
hr: Prazno
hu: Üres
id: Kosong
it: Vuoto
ja: 空白
ko: 빈 프로젝트
ms: kosong
nl: Leeg
no: Tom
pl: Puste
pt_br: Em branco
pt_pt: Em branco
ro: Gol
ru: Пустой
sk: Prázdne
sl: Prazno
sv: Tom
th: ว่างเปล่า
tr: Boş
uk: Порожній
ur: خالی
vi: trống
zh_hans: 空白
zh_hant: 空白

source: Blocked
ar: محظور
ca: Bloquejat
cs: Blokováno
da: Blokeret
de: Blockiert
el: Αποκλεισμένος
es: Bloqueado
fa: مسدود
fi: Estetty
fr: Bloqué
he: חסום
hr: Blokirano
hu: Blokkolt
id: Diblokir
it: Bloccato
ja: ブロック中
ko: 차단됨
ms: Disekat
nl: Geblokkeerd
no: Blokkert
pl: Zablokowany
pt_br: Bloqueado
pt_pt: Bloqueado
ro: Blocat
ru: Заблокировано
sk: Zablokované
sl: blokiran
sv: Blockerad
th: ถูกบล็อก
tr: Engellendi
uk: Заблоковано
ur: مسدود
vi: Bị chặn
zh_hans: 受阻
zh_hant: 受阻

source: Blue **alignment guides** appear while moving or resizing to show which edges are aligned.
ar: تظهر **أدلة المحاذاة** الزرقاء أثناء النقل أو تغيير الحجم لإظهار الحواف التي تمت محاذاتها.
ca: Les **guies d'alineació** blaves apareixen mentre es mou o canvia la mida per mostrar quines vores estan alineades.
cs: Při přesouvání nebo změně velikosti se zobrazují modrá **vodítka zarovnání**, aby bylo vidět, které okraje jsou zarovnány.
da: Blå **justeringshjælpelinjer** vises, mens du flytter eller ændrer størrelse for at vise, hvilke kanter der er justeret.
de: Beim Verschieben oder Skalieren zeigen blaue **Ausrichtungshilfen**, welche Kanten ausgerichtet sind.
el: Μπλε **οδηγοί ευθυγράμμισης** εμφανίζονται κατά τη μετακίνηση ή την αλλαγή μεγέθους για να δείξουν ποιες άκρες είναι ευθυγραμμισμένες.
es: Al mover o cambiar el tamaño aparecen **guías de alineación** azules que muestran qué bordes están alineados.
fa: هنگام جابه‌جایی یا تغییر اندازه، **راهنماهای تراز** آبی نشان می‌دهند کدام لبه‌ها هم‌تراز هستند.
fi: Siniset **kohdistusohjaimet** tulevat näkyviin siirtäessäsi tai muuttaessaan kokoa osoittamaan, mitkä reunat on kohdistettu.
fr: Des **repères d’alignement** bleus apparaissent pendant le déplacement ou le redimensionnement pour montrer les bords alignés.
he: כחול **קווי יישור** מופיעים בזמן הזזה או שינוי גודל כדי להראות אילו קצוות מיושרים.
hr: Plave **vodilice za poravnanje** pojavljuju se tijekom pomicanja ili promjene veličine kako bi pokazale koji su rubovi poravnati.
hu: Mozgatás vagy átméretezés közben kék **igazítási segédvonalak** jelennek meg, hogy megmutassák, mely élek vannak igazítva.
id: **panduan perataan** berwarna biru muncul saat memindahkan atau mengubah ukuran untuk menunjukkan tepi mana yang sejajar.
it: Durante lo spostamento o il ridimensionamento compaiono **guide di allineamento** blu che mostrano quali bordi sono allineati.
ja: 移動やサイズ変更の最中には青い **位置合わせガイド** が表示され、どの端が揃っているかがわかります。
ko: 이동하거나 크기를 조절할 때 파란색 **정렬 가이드**가 나타나 정렬된 가장자리를 보여 줍니다.
ms: Biru **panduan penjajaran** muncul semasa bergerak atau mengubah saiz untuk menunjukkan tepi yang dijajarkan.
nl: Blauwe **uitlijningshulplijnen** verschijnen tijdens het verplaatsen of vergroten/verkleinen om aan te geven welke randen zijn uitgelijnd.
no: Blå **støttelinjer** vises når du flytter eller endrer størrelse for å vise hvilke kanter som er justert.
pl: Niebieskie **wskaźniki wyrównania** pojawiają się podczas przenoszenia lub zmiany rozmiaru, aby pokazać, które krawędzie są wyrównane.
pt_br: Ao mover ou redimensionar, **guias de alinhamento** azuis mostram quais bordas estão alinhadas.
pt_pt: **guias de alinhamento** azuis aparecem ao mover ou redimensionar para mostrar quais bordas estão alinhadas.
ro: **Ghidurile de aliniere** albastre apar în timpul mișcării sau redimensionării pentru a arăta ce margini sunt aliniate.
ru: При перемещении или изменении размера появляются синие **направляющие выравнивания**, показывающие, какие края выровнены.
sk: Pri presúvaní alebo zmene veľkosti sa zobrazujú modré **vodidlá zarovnania**, ktoré ukazujú, ktoré okraje sú zarovnané.
sl: Med premikanjem ali spreminjanjem velikosti se prikažejo modri **vodili za poravnavo**, ki prikazujejo, kateri robovi so poravnani.
sv: Blå **stödlinjer** visas när du flyttar eller ändrar storlek för att visa vilka kanter som är justerade.
th: **เส้นบอกแนว** สีน้ำเงินจะปรากฏขึ้นขณะเคลื่อนที่หรือปรับขนาดเพื่อแสดงว่าขอบใดอยู่ในแนวเดียวกัน
tr: Taşırken veya yeniden boyutlandırırken hangi kenarların hizalandığını göstermek için mavi **hizalama kılavuzları** görünür.
uk: Під час переміщення чи зміни розміру з’являються сині **напрямні вирівнювання**, які показують, які краї вирівняно.
ur: نیلے **الائنمنٹ گائیڈز** حرکت یا سائز تبدیل کرتے وقت ظاہر ہوتے ہیں تاکہ یہ معلوم ہو سکے کہ کن کناروں کی سیدھ میں ہے۔
vi: **hướng dẫn căn chỉnh** màu xanh lam xuất hiện khi di chuyển hoặc thay đổi kích thước để hiển thị các cạnh được căn chỉnh.
zh_hans: 移动或调整大小时，会出现蓝色的 **对齐参考线**，显示哪些边缘已对齐。
zh_hant: 移動或調整大小時會出現藍色的**對齊參考線**，顯示哪些邊緣已對齊。

source: Blur
ar: طمس
ca: Desenfocament
cs: Rozostření
da: Slør
de: Unschärfe
el: Θάμπωμα
es: Desenfoque
fa: تاری
fi: Sumennus
fr: Flou
he: טשטוש
hr: Zamutiti
hu: Elmosódás
id: Kabur
it: Sfocatura
ja: ぼかし
ko: 흐림
ms: Kabur
nl: Vervagen
no: Uskarphet
pl: Rozmycie
pt_br: Desfoque
pt_pt: Desfoque
ro: Estompare
ru: Размытие
sk: Rozmazať
sl: Zameglitev
sv: Oskärpa
th: เบลอ
tr: Bulanıklık
uk: Розмиття
ur: دھندلا
vi: Làm mờ
zh_hans: 模糊
zh_hant: 模糊

source: Borders
ar: الحدود
ca: Fronteres
cs: Hranice
da: Grænser
de: Ränder
el: σύνορα
es: Bordes
fa: حاشیه‌ها
fi: Rajat
fr: Bordures
he: גבולות
hr: Granice
hu: Határok
id: Perbatasan
it: Bordi
ja: 境界線
ko: 테두리
ms: Sempadan
nl: Grenzen
no: Grenser
pl: Granice
pt_br: Bordas
pt_pt: Fronteiras
ro: Frontiere
ru: Границы
sk: Hranice
sl: Meje
sv: Gränser
th: เส้นขอบ
tr: Kenarlıklar
uk: Межі
ur: سرحدیں
vi: Biên giới
zh_hans: 边框
zh_hant: 邊框

source: Both raster and SVG images are supported as backgrounds.
ar: يتم دعم كل من الصور النقطية وSVG كخلفيات.
ca: Tant les imatges ràster com les SVG s'admeten com a fons.
cs: Jako pozadí jsou podporovány rastrové i SVG obrázky.
da: Både raster- og SVG-billeder understøttes som baggrunde.
de: Als Hintergründe werden sowohl Raster- als auch SVG-Bilder unterstützt.
el: Τόσο οι εικόνες ράστερ όσο και οι SVG εικόνες υποστηρίζονται ως φόντο.
es: Se admiten como fondos tanto imágenes rasterizadas como SVG.
fa: هم تصاویر پیکسلی و هم SVG به‌عنوان پس‌زمینه پشتیبانی می‌شوند.
fi: Sekä rasteri- että SVG-kuvia tuetaan taustana.
fr: Les images raster et SVG sont prises en charge comme arrière-plans.
he: גם תמונות רסטר וגם תמונות SVG נתמכות כרקע.
hr: I rasterske i SVG slike podržane su kao pozadine.
hu: A raszteres és a SVG képek egyaránt támogatottak háttérként.
id: Gambar raster dan SVG didukung sebagai latar belakang.
it: Come sfondi sono supportate sia immagini raster sia SVG.
ja: 背景にはラスター画像と SVG 画像のどちらも使用できます。
ko: 래스터 이미지와 SVG 이미지가 모두 배경으로 지원됩니다.
ms: Imej raster dan SVG disokong sebagai latar belakang.
nl: Zowel raster- als SVG-afbeeldingen worden ondersteund als achtergrond.
no: Både raster- og SVG-bilder støttes som bakgrunn.
pl: Jako tła obsługiwane są zarówno obrazy rastrowe, jak i obrazy SVG.
pt_br: Imagens raster e SVG são suportadas como plano de fundo.
pt_pt: Imagens raster e SVG são suportadas como plano de fundo.
ro: Atât imaginile raster, cât și cele SVG sunt acceptate ca fundal.
ru: В качестве фона поддерживаются как растровые изображения, так и SVG.
sk: Ako pozadie sú podporované rastrové aj SVG obrázky.
sl: Kot ozadja so podprte tako rastrske kot SVG slike.
sv: Både raster- och SVG-bilder stöds som bakgrunder.
th: รองรับทั้งรูปภาพแรสเตอร์และ SVG เป็นพื้นหลัง
tr: Arka plan olarak hem raster hem de SVG görüntüler desteklenir.
uk: Як тло підтримуються і растрові, і SVG-зображення.
ur: راسٹر اور SVG دونوں تصاویر پس منظر کے طور پر معاون ہیں۔
vi: Cả hình ảnh raster và SVG đều được hỗ trợ làm hình nền.
zh_hans: 光栅图像和 SVG 图像均可用作背景。
zh_hant: 點陣影像和 SVG 影像都可以作為背景。

source: Both render identically in the editor preview and in the exported PNG.
ar: يتم عرض كلاهما بشكل متماثل في معاينة المحرر وفي PNG المصدرة.
ca: Tots dos es mostren de manera idèntica a la vista prèvia de l'editor i al PNG exportat.
cs: Oba se vykreslují identicky v náhledu editoru i v exportovaném PNG.
da: Begge gengives identisk i editorens forhåndsvisning og i den eksporterede PNG.
de: Beide werden in der Editor-Vorschau und im exportierten PNG identisch gerendert.
el: Και τα δύο αποδίδονται πανομοιότυπα στην προεπισκόπηση του επεξεργαστή και στο εξαγόμενο PNG.
es: Ambos se ven idénticos en la previsualización del editor y en el PNG exportado.
fa: هر دو در پیش‌نمایش ویرایشگر و در PNG صادرشده یکسان رندر می‌شوند.
fi: Molemmat hahmonnetaan samalla tavalla editorin esikatselussa ja viedyssä PNG.
fr: Les deux s'affichent de manière identique dans l'aperçu de l'éditeur et dans le PNG exporté.
he: שניהם מוצגים באופן זהה בתצוגה המקדימה של העורך וב-PNG המיוצא.
hr: Oba se prikazuju identično u pretpregledu uređivača iu izvezenom PNG.
hu: Mindkettő azonosan jelenik meg a szerkesztő előnézetében és az exportált PNG-ban.
id: Keduanya dirender secara identik di pratinjau editor dan di PNG yang diekspor.
it: Entrambi vengono resi in modo identico nell'anteprima dell'editor e nel PNG esportato.
ja: どちらもエディタのプレビューと書き出した PNG でまったく同じようにレンダリングされます。
ko: 둘 다 편집기 미리보기와 내보낸 PNG에서 동일하게 렌더링됩니다.
ms: Kedua-duanya dipaparkan secara sama dalam pratonton editor dan dalam PNG yang dieksport].
nl: Beide worden identiek weergegeven in het editorvoorbeeld en in de geëxporteerde PNG.
no: Begge gjengis identisk i editorens forhåndsvisning og i den eksporterte PNG.
pl: Obydwa renderują się identycznie w podglądzie edytora i w wyeksportowanym PNG.
pt_br: Ambos são renderizados de forma idêntica na visualização do editor e no PNG exportado.
pt_pt: Ambos são renderizados de forma idêntica na visualização do editor e no PNG exportado.
ro: Ambele sunt afișate identic în previzualizarea editorului și în PNG exportat.
ru: Оба варианта выглядят одинаково в превью редактора и в экспортированном PNG.
sk: Obe sa vykresľujú identicky v náhľade editora aj v exportovanom PNG.
sl: Oba sta upodobljena enako v predogledu urejevalnika in v izvoženem PNG.
sv: Båda återges identiskt i redigerarens förhandsgranskning och i den exporterade PNG.
th: ทั้งสองแสดงผลเหมือนกันในหน้าตัวอย่างตัวแก้ไขและใน PNG ที่ส่งออก
tr: Her ikisi de düzenleyici önizlemesinde ve dışa aktarılan PNG'de aynı şekilde oluşturulur.
uk: Обидва рендеряться однаково в попередньому перегляді редактора та в експортованому PNG.
ur: دونوں ایڈیٹر کے پیش منظر میں اور برآمد شدہ PNG میں یکساں طور پر پیش ہوتے ہیں۔
vi: Cả hai đều hiển thị giống hệt nhau trong bản xem trước của trình chỉnh sửa và trong PNG đã xuất.
zh_hans: 两者在编辑器预览和导出的 PNG 中渲染效果完全相同。
zh_hant: 兩者在編輯器預覽和輸出的 PNG 中的轉譯效果完全相同。

source: Bring shape to front
ar: جلب الشكل إلى الأمام
ca: Porta la forma al davant
cs: Přineste tvar dopředu
da: Bring formen foran
de: Form ganz nach vorne bringen
el: Φέρτε το σχήμα μπροστά
es: Traer la forma al frente
fa: آوردن شکل به جلو
fi: Tuo muoto eteen
fr: Mettre la forme au premier plan
he: הביאו צורה לחזית
hr: Donesite oblik naprijed
hu: Hozd a formát előre
id: Bawa bentuk ke depan
it: Porta la forma in primo piano
ja: 図形を最前面へ移動
ko: 도형을 맨 앞으로 가져오기
ms: Bawa bentuk ke hadapan
nl: Breng vorm naar voren
no: Ta formen foran
pl: Przenieś kształt na przód
pt_br: Traga a forma para a frente
pt_pt: Traga a forma para a frente
ro: Aduceți forma în față
ru: Переместить фигуру на передний план
sk: Dajte tvar dopredu
sl: Postavite obliko naprej
sv: Ta fram formen
th: นำรูปทรงมาไว้ด้านหน้า
tr: Şekli en öne getir
uk: Перенести фігуру на передній план
ur: شکل کو سامنے لاؤ
vi: Đưa hình dáng ra phía trước
zh_hans: 将形状移到最前面
zh_hant: 將形狀移至最前面

source: Bring the editor back when its window is closed
ar: أعد المحرر عندما تكون نافذته مغلقة
ca: Torneu l'editor quan la seva finestra estigui tancada
cs: Vraťte editor zpět, když je jeho okno zavřené
da: Bring editoren tilbage, når vinduet er lukket
de: Editor zurückholen, wenn sein Fenster geschlossen wurde
el: Επαναφέρετε το πρόγραμμα επεξεργασίας όταν το παράθυρό του είναι κλειστό
es: Recuperar el editor cuando su ventana esté cerrada
fa: بازگرداندن ویرایشگر وقتی پنجره‌اش بسته شده است
fi: Tuo editori takaisin, kun sen ikkuna suljetaan
fr: Rappeler l'éditeur après la fermeture de sa fenêtre
he: החזר את העורך כשהחלון שלו סגור
hr: Vratite uređivač kada se njegov prozor zatvori
hu: Hozza vissza a szerkesztőt, amikor az ablak be van zárva
id: Kembalikan editor saat jendelanya ditutup
it: Riapri l'editor quando la sua finestra viene chiusa
ja: ウインドウを閉じたときにエディタを再表示
ko: 윈도우가 닫혔을 때 편집기를 다시 표시합니다
ms: Bawa editor kembali apabila tetingkapnya ditutup
nl: Breng de editor terug wanneer het venster gesloten is
no: Ta redaktøren tilbake når vinduet er lukket
pl: Przywróć edytor, gdy jego okno zostanie zamknięte
pt_br: Traga o editor de volta quando sua janela for fechada
pt_pt: Traga o editor de volta quando sua janela for fechada
ro: Aduceți editorul înapoi când fereastra lui este închisă
ru: Возвращать редактор, если его окно закрыто
sk: Vráťte editor späť, keď je jeho okno zatvorené
sl: Vrnite urejevalnik, ko je njegovo okno zaprto
sv: Ta tillbaka redigeraren när dess fönster är stängt
th: นำตัวแก้ไขกลับมาเมื่อหน้าต่างปิดอยู่
tr: Penceresi kapatıldığında düzenleyiciyi geri getir
uk: Повертати редактор, коли його вікно закрито
ur: ونڈو بند ہونے پر ایڈیٹر کو واپس لائیں۔
vi: Đưa trình chỉnh sửa trở lại khi cửa sổ của nó đóng
zh_hans: 编辑器窗口关闭后将其重新打开
zh_hant: 關閉編輯器視窗後重新開啟

source: Bring to front
ar: أحضر إلى الأمام
ca: Porta al davant
cs: Přiveďte dopředu
da: Bring foran
de: Ganz nach vorne
el: Φέρτε μπροστά
es: Traer al frente
fa: آوردن به جلو
fi: Tuo eteen
fr: Mettre au premier plan
he: הביאו לחזית
hr: Dovedite naprijed
hu: Vigye előtérbe
id: Bawa ke depan
it: Porta in primo piano
ja: 最前面へ移動
ko: 맨 앞으로 가져오기
ms: Bawa ke hadapan
nl: Naar voren brengen
no: Bring frem
pl: Wysuń na przód
pt_br: Trazer para a frente
pt_pt: Traga para frente
ro: Aduceți în față
ru: На передний план
sk: Priveďte dopredu
sl: Pripelji spredaj
sv: Ta fram
th: นำมาไว้ข้างหน้า
tr: En öne getir
uk: На передній план
ur: سامنے لاؤ
vi: Đưa ra phía trước
zh_hans: 移到最前面
zh_hant: 移至最前面

source: Bring to Front
ar: إحضار إلى الأمام
ca: Porta al davant
cs: Přenést do popředí
da: Bring forrest
de: Ganz nach vorne
el: Φέρτε μπροστά
es: Traer al frente
fa: آوردن به جلو
fi: Tuo Eteen
fr: Mettre au premier plan
he: הביאו לחזית
hr: Izbaci naprijed
hu: Hozd elöl
id: Bawa ke Depan
it: Porta in primo piano
ja: 最前面へ移動
ko: 맨 앞으로 가져오기
ms: Bawa ke Depan
nl: Naar voren brengen
no: Bring foran
pl: Przesuń na przód
pt_br: Trazer para a frente
pt_pt: Traga para a frente
ro: Aduceți în față
ru: На передний план
sk: Preniesť dopredu
sl: Postavi v ospredje
sv: Ta fram
th: นำมาไว้ข้างหน้า
tr: En Öne Getir
uk: На передній план
ur: سامنے لاؤ
vi: Đưa ra phía trước
zh_hans: 移到最前面
zh_hant: 移至最前面

source: Bring to front (⇧⌘])
ar: إحضار إلى الأمام (⇧⌘])
ca: Porta al davant (⇧⌘])
cs: Přenést dopředu (⇧⌘])
da: Bring frem (⇧⌘])
de: Ganz nach vorne (⇧⌘])
el: Φέρτε μπροστά (⇧⌘])
es: Traer al frente (⇧⌘])
fa: آوردن به جلو (⇧⌘])
fi: Tuo eteen (⇧⌘])
fr: Mettre au premier plan (⇧⌘])
he: הביאו לפנים (⇧⌘])
hr: Pomakni naprijed (⇧⌘])
hu: Előre (⇧⌘])
id: Bawa ke depan (⇧⌘])
it: Porta in primo piano (⇧⌘])
ja: 最前面へ移動 (⇧⌘])
ko: 맨 앞으로 가져오기(⇧⌘])
ms: Bawa ke hadapan (⇧⌘])
nl: Naar voren brengen (⇧⌘])
no: Bring frem (⇧⌘])
pl: Przesuń na przód (⇧⌘])
pt_br: Trazer para a frente (⇧⌘])
pt_pt: Traga para frente (⇧⌘])
ro: Aduceți în față (⇧⌘])
ru: На передний план (⇧⌘])
sk: Preniesť dopredu (⇧⌘])
sl: Postavi v ospredje (⇧⌘])
sv: Ta fram (⇧⌘])
th: นำไปไว้ข้างหน้า (⇧⌘])
tr: En öne getir (⇧⌘])
uk: На передній план (⇧⌘])
ur: سامنے لائیں (⇧⌘])
vi: Đưa ra phía trước (⇧⌘])
zh_hans: 移到最前面（⇧⌘]）
zh_hant: 移至最前面（⇧⌘]）
